Repository: ShedouCZ/j3t
Catalog: Locale/ces/LC_MESSAGES/gallery.po
Languages: cs

source: This album does not exist
cs: Album neexistuje.

source: You configurations are saved.
cs: Uloženo.

source: Album deleted.
cs: Album bylo smazáno.

source: Published albums
cs: Publikované

source: Drafts
cs: V přípravě

source: Upload pictures
cs: Nahrát

source: View album
cs: Zobrazit

source: Options
cs: Nastavení

source: Album options
cs: Nastavení

source: Album title
cs: Název

source: Tags (comma separated)
cs: Štítky (oddělené ,)

source: Published
cs: Veřejné

source: Save
cs: Uložit

source: Close
cs: Zavřit

source: Use the top form to update your gallery information, such as name, tags or publish status.
cs: Pomocí formuláře upravíte název galerie, její tagy a zveřejnění.

source: To upload new images to this album, press the upload button.
cs: Pro přidání nových fotografií slouží tlačítko 'Nahrát'.

source: Drag the pictures to reorder your gallery. (Dont worry, this changes are saved automatically)
cs: Přetáhnutím myši můžete obrázky přeuspořádat. (Změny se ukládají automaticky na pozadí)

source: If you delete this album, all its images will be deleted as well.
cs: Pokud nějaké album smažete, smažou se zároveň i všechny jeho obrázky.

source: The first image of the album will be considered as the cover. To change the cover just drag the image you want to mark as a cover at the first position of the grid
cs: První obrázek je titulní fotogragie. Pro její změny stačí zvolený obrázek přetáhnout na první místo.

source: Help
cs: Nápověda

source: Delete album
cs: Smazat album

source: This album doesn't have pictures yet.
cs: Prozatím tu nejsou žádné fotky.

source: Done
cs: Hotovo

source: Edit album
cs: Upravit
